Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSFeed/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# feed.a11y.openRequest
source: Needs input
ja: 入力待ち

# feed.action.archive
source: Archive
ja: アーカイブ

# feed.action.decline
source: Decline
ja: 辞退

# feed.action.markRead
source: Mark as Read
ja: 既読にする

# feed.choice.multi
source: Choose any
ja: 複数選択可

# feed.choice.other
source: Other
ja: その他

# feed.choice.otherPlaceholder
source: Your own answer
ja: 自由に回答

# feed.choice.selected
source: Selected
ja: 選択済み

# feed.choice.submit
source: Submit
ja: 送信

# feed.composer.cancel
source: Cancel
ja: キャンセル

# feed.composer.send
source: Send
ja: 送信

# feed.confirm.cancel
source: Cancel
ja: キャンセル

# feed.confirm.confirm
source: Confirm
ja: 確認

# feed.connecting.banner
source: Connecting
ja: 接続中

# feed.empty.all.body
source: When your agents ask for something or finish a task, it shows here.
ja: エージェントからの依頼やタスク完了の通知がここに表示されます。

# feed.empty.all.title
source: No Activity Yet
ja: まだアクティビティはありません

# feed.empty.needsInput.body
source: Permission requests, questions and plans from your agents appear here.
ja: エージェントからの許可リクエスト、質問、プランがここに表示されます。

# feed.empty.needsInput.title
source: Nothing Needs You
ja: 対応待ちはありません

# feed.empty.showAll
source: Show All
ja: すべて表示

# feed.empty.unread.body
source: You've read everything in your feed.
ja: フィードはすべて既読です。

# feed.empty.unread.title
source: All Caught Up
ja: すべて確認済み

# feed.filter.all
source: All
ja: すべて

# feed.filter.needsInput
source: Needs Input
ja: 入力待ち

# feed.filter.unread
source: Unread
ja: 未読

# feed.grouping.agent
source: Agent
ja: エージェント

# feed.grouping.none
source: None
ja: なし

# feed.grouping.workspace
source: Workspace
ja: ワークスペース

# feed.menu.groupBy
source: Group By
ja: グループ化

# feed.menu.markAllRead
source: Mark All as Read
ja: すべて既読にする

# feed.menu.more
source: Feed Options
ja: フィードのオプション

# feed.mockData
source: Mock data
ja: モックデータ

# feed.offline.banner
source: Offline. Answers are paused until the feed reconnects.
ja: オフラインです。フィードが再接続するまで回答は送信できません。

# feed.offline.body
source: Requests from your agents show here when the feed reconnects.
ja: フィードが再接続すると、エージェントからのリクエストがここに表示されます。

# feed.offline.title
source: Feed Offline
ja: フィードはオフラインです

# feed.outcome.closedElsewhere
source: Already answered on another device.
ja: 別のデバイスで回答済みです。

# feed.outcome.offline
source: Not sent. You're offline.
ja: 送信されていません。オフラインです。

# feed.outcome.refused
source: Not accepted. The request may have changed.
ja: 受け付けられませんでした。リクエストが変更された可能性があります。

# feed.outcome.unconfirmed
source: Couldn't confirm. Check the feed when it reconnects.
ja: 確認できませんでした。再接続後にフィードを確認してください。

# feed.permission.allow
source: Allow
ja: 許可

# feed.permission.allowOptions
source: Allow Options
ja: 許可のオプション

# feed.permission.deny
source: Deny
ja: 拒否

# feed.permission.scope.always
source: Always Allow
ja: 常に許可

# feed.permission.scope.once
source: Allow Once
ja: 今回のみ許可

# feed.permission.scope.session
source: Allow for This Session
ja: このセッション中は許可

# feed.permission.type.command
source: Run a command
ja: コマンドを実行

# feed.permission.type.custom
source: Permission
ja: 許可

# feed.permission.type.edit
source: Edit files
ja: ファイルを編集

# feed.permission.type.install
source: Install software
ja: ソフトウェアをインストール

# feed.permission.type.network
source: Access the network
ja: ネットワークにアクセス

# feed.permission.type.tool
source: Use a tool
ja: ツールを使用

# feed.plan.approve
source: Approve
ja: 承認

# feed.plan.changesPlaceholder
source: What should change?
ja: 何を変更しますか?

# feed.plan.requestChanges
source: Request Changes
ja: 変更を依頼

# feed.question.placeholder
source: Your answer
ja: 回答

# feed.question.reply
source: Reply
ja: 返信

# feed.resolution.allowedAlways
source: Always allowed
ja: 常に許可済み

# feed.resolution.allowedOnce
source: Allowed once
ja: 今回のみ許可済み

# feed.resolution.allowedSession
source: Allowed for this session
ja: このセッション中は許可済み

# feed.resolution.answered
source: Answered
ja: 回答済み

# feed.resolution.answeredElsewhere
source: Answered in the terminal
ja: ターミナルで回答済み

# feed.resolution.answeredWith
source: Answered: %@
ja: 回答: %@

# feed.resolution.cancelled
source: Withdrawn
ja: 取り下げ済み

# feed.resolution.changesRequested
source: Changes requested
ja: 変更を依頼済み

# feed.resolution.confirmed
source: Confirmed
ja: 確認済み

# feed.resolution.declined
source: Declined
ja: 辞退済み

# feed.resolution.denied
source: Denied
ja: 拒否済み

# feed.resolution.expired
source: Expired
ja: 期限切れ

# feed.resolution.notConfirmed
source: Not confirmed
ja: 未確認

# feed.resolution.onDevice
source: %1$@ on %2$@
ja: %2$@で%1$@

# feed.resolution.planApproved
source: Plan approved
ja: プラン承認済み

# feed.resolution.posterGone
source: The agent stopped
ja: エージェントが停止しました

# feed.section.earlier
source: Earlier
ja: 以前

# feed.section.needsInput
source: Needs Input
ja: 入力待ち

# feed.section.noWorkspace
source: No Workspace
ja: ワークスペースなし

# feed.section.otherPosters
source: Other
ja: その他

# feed.status.sending
source: Sending
ja: 送信中

# feed.status.unread
source: Unread
ja: 未読

# feed.title
source: Feed
ja: フィード

# feed.unsupported.answerOnMac
source: Answer on your Mac.
ja: Macで回答してください。

# feed.unsupported.openElsewhere
source: This request can't be answered here yet.
ja: このリクエストにはまだここから回答できません。
